{
    "QUESTIONS_TITLE": "Por favor, primero responde las siguientes preguntas sobre el juego",

    "QUESTION_1": "Que tienes que hacer",
    "QUESTION_1_A": "Aprender los colores",
    "QUESTION_1_B": "Coleccionar tantos puntos como sea posible",
    "QUESTION_1_C": "Buscar la casilla que tiene el maximo de puntos",
    "QUESTION_1_D": "No lo se",

    "QUESTION_2": "¿Como puedes coleccionar los puntos?",
    "QUESTION_2_A": "Haciendo click solo en las casillas que no se han revelado todavia",
    "QUESTION_2_B": "Haciendo click solo en las casillas que ya se han revelado",
    "QUESTION_2_C": "Haciendo click en las casillas que se han revelado y en las que no",

    "QUESTION_3": "¿Como son distribuidos los puntos?",
    "QUESTION_3_A": "Casualmente",
    "QUESTION_3_B": "Los puntos mayores <strong>nunca</strong> estan cerca uno del otro",
    "QUESTION_3_C": "Los puntos mayores <strong>siempre</strong> estan cerca uno del otro",
    "QUESTION_3_D": "Los puntos mayores <strong>a veces</strong> estan cerca uno del otro",

    "QUESTIONS_END_MSG": "Podemos comenzar el juego solo cuando todas las respuestas son correctas.",
    "QUESTIONS_SUBMIT": "Controla la respuesta",
    "QUESTIONS_SUCCESS": "Wow! Todas las respuestas son correctas! Podemos comenzar el juego.",
    "START": "Comenzar",

    "BONUS_TITLE": "Ronda de bonus!",
    "BONUS_TITLE_2": "Ronda de bonus!",
    "BONUS_BODY": "Ahora te pregunto sobre cinco casillas, que no has revelado todavia. Tienes que adivinar cuantos puntos hay para cada casilla. Despues puedes revelar una de las cinco casillas, y el juego sigue normalmente.<br><br>Despues puedes jugar como antes hasta que termines los 25 clicks.",
    "BONUS_INTRO": "En esta ronda de bonus al principio puedes hacer click solo 15 veces, para como siempre coleccionar tantos puntos como sea posible.<br><br>Despues te preguntare algunas cosas y despues puedes jugar como antes hasta que termines los 25 clicks.",
    "BONUS_INTRO_2": "Ahora puedes continuar y jugar como siempre. Recuerda, que quieres coleccionar tantos puntos como sea posible!",
    "BONUS_COUNTER": "casillas restantes",
    "BONUS_QUESTION_1": "¿Cuantos puntos ganas si haces click aqui? ¿Que crees?",
    "BONUS_QUESTION_1_A": "pocos",
    "BONUS_QUESTION_1_B": "tantos",
    "BONUS_QUESTION_2": "¿Cuan seguro estas?",
    "BONUS_QUESTION_2_A": "nada",
    "BONUS_QUESTION_2_B": "totalmente",
    "BONUS_INSTRUCTIONS_2": "Ahora puedes revelar uno de los cinco casillas. ¿Cual quieres revelar?",

    "COUNTER_FIELDS": "casillas restantes",
    "COUNTER_CLICKS": "Clicks restantes",
    "INSTRUCTIONS_1": "En este juego te voy a mostrar 6 mapas como este. <br><br> Al principio de cada mapa hay una casilla revelada. <br><br> Cuando haces click en una casilla puedes ver cuantos puntos ganas. <br><br> En cada ronda tienes 25 click para coleccionar tantos puntos como te sea posible!",
    "INSTRUCTIONS_2": "Antes de hacer click, tienes que decidir: puedes hacer click en una casilla  que no se ha revelado todavia o hacer click en una casilla ya revelada. Cuando haces click en una casilla que no se ha revelado todavia, no sabes, cuantos puntos puedes ganar. Pero, puedes buscar nuevas casillas con las que ganas tantos puntos. Cuando haces click en una casilla ya revelada, los puntos pueden cambiar un poco, pero se mantienen mas o menos los mismos. <br><br> Te voy a dar dos importantes consejos mas: Primero, las casillas son marcadas con colores. El color es mas oscuro en las casillas con las que ganas mas puntos. Segundo, las casillas con las que ganas mas puntos estan cerca, y las casillas con las que ganas menos puntos tambien estan cerca! Entonces los puntos dependen de donde estan las casillas en el mapa!",
    "INSTRUCTIONS_3": "<b>Perfecto!</b><br> Lo hiciste muy bien! En las proximas rondas puedes coleccionar hasta cinco estrellas en cada mapa. Mientras mas puntos obtienes mayor cantidad de estrellas recibes.<br><br><b>¿Lo entendiste todo?</b>",
    "NEXT": "Proximo",
    "STARS_COLLECTED": "Estrellas coleccionadas:",
    "CLICKS_ALERT_MSG": "Utilice los 25 clics para explorar el tablero.",
    "QUESTIONS_FAIL_ALERT_MSG": "Usted respondió algunas preguntas incorrectamente. Por favor intente de nuevo.",
    "ROUND_COMPLETION_1": "Has explorado esta casilla y has ganado",
    "ROUND_COMPLETION_2": "estrellas",
    "ROUND_COMPLETION_3": "Te quedan",
    "ROUND_COMPLETION_REMAINING": "casillas.",
    "ROUND_COMPLETION_REMAINING_S": "casilla.",
    "BONUS_QUESTIONS_ALERT_MSG": "Por favor, introduzca los valores para ambos controladores.",
    "BONUS_CONFIRM_MSG": "Estas seguro?",
    "END_TEXT_1": "Wow! Lo has hecho genial! Y has recogido un total de",
    "END_TEXT_2": "estrellas",
    "END_TEXT_3": "¡Gracias por jugar!",
    "READY": "LISTO",
    "POINTS_TOTAL": "Puntos:",
    "REMAINING_ROUNDS": "Casillas restantes:",
    "REMAINING_CLICKS": "Clics restantes:"
    
}