{
    "QUESTIONS_TITLE": "Bitte beantworte vor Beginn ein paar Fragen zum Spiel",

    "QUESTION_1": "Was ist deine Aufgabe?",
    "QUESTION_1_A": "Farben lernen",
    "QUESTION_1_B": "so viele Punkte wie möglich sammeln",
    "QUESTION_1_C": "das Kästchen mit den meisten Punkten finden",
    "QUESTION_1_D": "Keine Ahnung",

    "QUESTION_2": "Wie kannst du Punkte sammeln?",
    "QUESTION_2_A": "Indem du nur verdeckte Kästchen anklickst",
    "QUESTION_2_B": "Indem du nur aufgedeckte Kästchen anklickst",
    "QUESTION_2_C": "Indem du verdeckte oder aufgedeckte Kästchen anklickst",

    "QUESTION_3": "Wie werden die Punkte verteilt?",
    "QUESTION_3_A": "Zufällig",
    "QUESTION_3_B": "Hohe Punktzahlen sind <strong>niemals</strong> nebeneinander",
    "QUESTION_3_C": "Hohe Punktzahlen sind <strong>immer</strong> in der gleichen Gegend",
    "QUESTION_3_D": "Hohe Punktzahlen sind <strong>häufig</strong> in derselben Gegend",

    "QUESTIONS_END_MSG": "Nur wenn du alle Fragen richtig beantwortet hast, kannst du mit dem Spiel beginnen.",
    "QUESTIONS_SUBMIT": "Antworten überprüfen",
    "QUESTIONS_SUCCESS": "Wow! Das hast du super gemacht! Du hast alle Fragen richtig beantwortet und kannst nun mit dem Spiel beginnen.",
    "START": "Start",

    "BONUS_TITLE": "Bonusrunde!",
    "BONUS_TITLE_2": "Bonusrunde!",
    "BONUS_BODY": "Ich werde dir jetzt Fragen zu fünf verschiedenen Kästchen stellen, die du noch nicht aufgedeckt hast. Für jedes Kästchen sollst du einschätzen, wie viele Punkte du dafür bekommen würdest, wenn du darauf klickst. Danach kannst du eines von den fünf Kästchen aufdecken und das Spiel geht normal weiter.<br><br>Danach kannst du wie gewohnt weiterspielen, bis alle 25 Klicks aufgebraucht sind.",
    "BONUS_INTRO": " In dieser Bonusrunde kannst du erstmal nur 15-mal klicken, um wie gewohnt so viele Punkte wie möglich zu sammeln.<br><br>Danach werde ich dir einige Fragen stellen und dann kannst du wie gewohnt weiterspielen, bis alle 25 Klicks aufgebraucht sind.",
    "BONUS_INTRO_2": "Jetzt kannst du diese Runde wie gewohnt zu Ende spielen. Denk daran, du möchtest so viele Punkte wie möglich sammeln!",
    "BONUS_COUNTER": "Verbleibende Kästchen",
    "BONUS_QUESTION_1": "Wie viele Punkte bekommst du wenn du hier klickst? Was glaubst du?",
    "BONUS_QUESTION_1_A": "wenige",
    "BONUS_QUESTION_1_B": "viele",
    "BONUS_QUESTION_2": "Wie sicher bist du dir?",
    "BONUS_QUESTION_2_A": "gar nicht",
    "BONUS_QUESTION_2_B": "ganz sicher",
    "BONUS_INSTRUCTIONS_2": "Du kannst jetzt eins der fünf Kästchen aufdecken. Für welches entscheidest du dich?",

    "COUNTER_FIELDS": "Verbleibende Spielfelder",
    "COUNTER_CLICKS": "Verbleibende Klicks",
    "INSTRUCTIONS_1": "XXXXXXXXXXXXXXXXXXX In diesem Spiel zeige ich dir 6 solche Spielfelder. <br><br> Am Anfang von jedem Spielfeld ist ein Kästchen bereits aufgedeckt. <br><br>Wenn du auf ein Kästchen klickst, wird dir eine Punktzahl für dieses Kästchen angezeigt. <br><br>In jeder Runde hast du 25 Klicks um so viele Punkte wie möglich zu sammeln!",
    "INSTRUCTIONS_2": "Vor jedem Klick musst du dich entscheiden: Entweder deckst du ein neues Kästchen auf oder du klickst nochmal auf ein bereits aufgedecktes Kästchen. Wenn du ein neues Kästchen aufdeckst, weißt du noch nicht, wie viele Punkte du bekommst. Aber du kannst neue Kästchen mit vielen Punkten finden. Wenn du ein Kästchen anklickst, was bereits aufgedeckt ist, kann sich die Punktzahl leicht verändern, aber wird ungefähr gleichbleiben.<br><br>Außerdem verrate ich dir noch zwei wichtige Tipps: erstens sind die Kästchen zusätzlich farblich markiert. Je höher die Punktzahl, desto dunkler ist das Kästchen. Zweitens, in den Spielfeldern tauchen hohe Punktzahlen häufig neben anderen hohen Punktzahlen auf und niedrige Punktzahlen häufig neben anderen niedrigen Punktzahlen! Die Punktzahl ist also abhängig davon, wo sich das Kästchen im Feld befindet!",
    "INSTRUCTIONS_3": "<b>Super!</b><br> Das hast du schon sehr gut gemacht! In den nächsten Runden kannst du auf jedem Spielfeld bis zu 5 Sterne sammeln. Je mehr Punkte du sammelst, desto mehr Sterne bekommst du.<br><br><b>Hast du alles verstanden?</b>",
    "NEXT": "Weiter",
    "STARS_COLLECTED": "Sterne gesammelt",
    "CLICKS_ALERT_MSG": "Bitte benutze alle 25 Klicks um das Spielfeld zu erkunden.",
    "QUESTIONS_FAIL_ALERT_MSG": "Du hast einige Fragen falsch beantwortet. Bitte versuche es erneut.",
    "ROUND_COMPLETION_1": "Du hast dieses Feld erkundet und hast",
    "ROUND_COMPLETION_2": "Sterne gesammelt",
    "ROUND_COMPLETION_3": "Du hast noch",
    "ROUND_COMPLETION_REMAINING": "weitere Felder.",
    "ROUND_COMPLETION_REMAINING_S": "weiteres Feld.",
    "BONUS_QUESTIONS_ALERT_MSG": "Bitte gib Werte für beide Regler an.",
    "BONUS_CONFIRM_MSG": "Bist du dir sicher?",
    "END_TEXT_1": "Wow! Das hast du super gemacht! Und du hast insgesamt ganze",
    "END_TEXT_2": "Sterne gesammelt",
    "END_TEXT_3": "Vielen Dank fürs Spielen!",
    "READY": "FERTIG",
    "POINTS_TOTAL": "Punktzahl:",
    "REMAINING_ROUNDS": "Verbleibende Spielfelder:",
    "REMAINING_CLICKS": "Verbleibende Klicks:"

    
}